[
    {
        "title":"목 1",
        "explain": "수건을 이용하여 후두하근 아래에 위치하게 양손으로 수건을 잡은 뒤 고개를 45도 위를 향하게 바라보고 양손을 이용해 위로 쭉 당겨 준다 이때 주의 할 점은 고개가 좌우로 움직이지 않은 상태에서 진행되어야 한다.",
        "videoID":"57g_FjYb_f0"
    },
    {
        "title":"목 2",
        "explain": "같은 위치에 수건을 두고 한쪽 손을 이용해 수건을 관자놀이 방향으 로 올려준뒤 관자놀이에 위치한 손에 힘을 주고 반대 방향으로 수건 을 당겨준다. (반대쪽도 진행)",
        "videoID":"wSC8GiZCm0E"
    },    {
        "title":"목 3",
        "explain": "양쪽 수건을 관자놀이 방향으로 올려주고 고개가 처지지 않게 정면을 바라보게 만든 후 고개를 목과 함께 뒤쪽으로 보내준다. 이때 양손은 고개의 진행 방향과 반대되는 방향으로 당겨주며 저항성 운동을 실시한다.",
        "videoID":"Fn-gWu8BoO8"
    },    {
        "title":"목 4",
        "explain": "손을 이용하는 방법으로는 엄지로 하관을 잡은뒤 고개를 위쪽방향으로 올려 주며 진헹해주지만 과도하게 고개를 올려 오히려 부상의 위험이 없도록 해주는게 중요하다.",
        "videoID":"BZLTRXnXW18"
    },    {
        "title":"목 5",
        "explain": "한손을 목가까운 쇄골을 잡으며 (왼손은 오른쪽, 오른손은 왼쪽) 고개는 쇄골을 잡은 쪽의 반대 방향으로 지긋이 늘려준다.",
        "videoID":"RnInavRzVQI"
    },    {
        "title":"목 6",
        "explain": "머리 후두부에 양손을 깍지를 낀 상태로 팔꿈치가 벌어지지 않게 잡아주며 고개와 함께 지긋이 바닥을 향해 고개를 내려준다. 이때 턱이나 목의 근육이 기도를 막지 않게 조심하며 스트레칭해준다.",
        "videoID":"RnInavRzVQI"
    },    {
        "title":"가슴 1",
        "explain": "일직선으로 서거나 앉은 상태에서 팔의 상완부를 몸에 붙인 상태에서 팔꿈치를 직각이 되도록 접고 몸의 바깥방향으로 열어준다는 느낌으로 팔의 하박을 바깥으로 벌려준다.",
        "videoID":"IwzoOH3ubT4"
    },    {
        "title":"가슴 2",
        "explain": "봉이나 혹은 잡을 만한 기둥에 서서 한 팔의 상완부는 몸쪽으로 붙이고 하박은 상완부와 직각이 되도록 만든 후 봉 또는 기둥을 잡고 잡은 팔의 다리가 앞쪽으로 나감과 동시에 상체도 같은 방향으로 밀어준다. 이때, 어깨나 팔꿈치가 돌아가지 않도록 조심해서 진행해준다.",
        "videoID":"ENQBItcvmf4"
    },    {
        "title":"어깨 1",
        "explain": "손을 앞으로 나란히 뻗은 상태에서 견갑의 후인과 전인을 반복 진행해준다.",
        "videoID":"53lOdRHypLA"
    },    {
        "title":"어깨 2",
        "explain": "손바닥을 정면을 바라보게 만들어준 뒤 위쪽 방향으로 던지듯이 한 바퀴 회전하도록 돌려준다. 이때 동작을 연속해서 하는 것이 아니라 한 동작에 3초정도 휴식 후 진행해준다.",
        "videoID":"USqWuE6BMvQ"
    },    {
        "title":"어깨 3",
        "explain": "손을 깍지 끼고 위를 향해 손바닥을 돌려 견갑의 상방회전이 일어날 때까지 길게 늘려주며 들어준다.",
        "videoID":"k_daPQ8J1YI"
    },    {
        "title":"어깨 4",
        "explain": "월 슬라이드라는 동작으로 매끄러운 벽을 바라보며 서고, 신체는 일직선이 되도록 위치하게 한다. 어깨는 전인된 상태에서 상완과 팔이 직각이 되도록 벽에 기대고 넓이는 어깨넓이와 수평을 맞춘 후 위쪽 방향을 향해 등척성운동을 진행하며 밀어준다.",
        "videoID":"0hvT76gkJlw"
    },    {
        "title":"어깨 5",
        "explain": "한손을 목가까운 쇄골을 잡으며 (왼손은 오른쪽, 오른손은 왼쪽) 고개는 쇄골을 잡은 쪽의 반대 방향으로 지긋이 늘려준다.",
        "videoID":"mX8Sy3BOuv8"
    },    {
        "title":"어깨 6",
        "explain": "월 슬라이드를 한팔씩 진행하는 방법으로는 일직선으로 선 상태에서 나의 관상면이 벽을 보게 선 후 어깨와 상완, 팔이 수평을 이루도록 만들어주고 등척성운동의 방식으로 위를 향해 밀어준다.",
        "videoID":"ICKcv-QjTb4"
    },    {
        "title":"다리 1",
        "explain": "바닥에 아래를 향해 엎드린 자세에서 한손으로 같은 쪽 다리의 발목 혹은 발등을 잡고 내 둔근과 가까운 방향으로 지긋이 당겨주며 스트레칭해준다.",
        "videoID":"jRHDzjktDFs"
    },
    {
       "title":"다리 2",
       "explain": "무릎을 바닥에 닿게 구부린 후 상체를 세워주고 이때 허리의 과도한 C컬에 주의하며 둔근과 고관절을 발꿈치에 닿을수 있도록 지긋이 앉아주도록 한다.",
       "videoID":"q0lXK806cSs"
   }, {
       "title":"다리 3",
       "explain": "바닥에 위를 향해 누운 상태에서 무릎을 구부리며 체스트에 가깝도록 당겨 주고 이때 서서히 무릎을 펴주며 대퇴이두근의 신장성 수축을 진행해준다.",
       "videoID":"x1Am1Eepx_g"
   },
   {
       "title":"다리 4",
       "explain": "한쪽 무릎을 세우며 위를 향해 누워주며 이때 구부리지 않은 발의 발 지면에 수건 혹은 밴드를 걸고 위를 향해 무릎을 구부리지 않은 상태에서 지긋이 들어준다.",
       "videoID":"9DQ0kJphgTQ"
   },
   {
       "title":"다리 5",
       "explain": "양다리를 자신의 최대 가동범위로 좌우로 벌려주며, 이때 발끝은 몸 쪽으로 향해 당겨 주고 좌우 교차하며 허리를 숙이며 천천히 이완시켜준다.",
       "videoID":"pdAZxsNm5vo"
   },
   {
       "title":"다리 6",
       "explain": "바닥에 무릎을 구부리며 수직을 만들어주고 손바닥이 자신의 어깨 위치와 일치하도록 짚고 서서히 수직을 만들었던 무릎을 완전히 펴 지도록 노력한다. 이때 점점 가동범위가 늘어나고 쉽게 동작이 이루어 진다면 발을 조금씩 앞으로 당겨 좀 더 많은 가동성이 나오도록 늘려간다.",
       "videoID":"xcwg2Q4Fzp4"
   },
   {
       "title":"등/허리 2",
       "explain": "엎드린 자세로 양팔을 어깨선상과 일직선상으로 두지만 팔의 하박은 직각이 되도록 들어준다. 그 후 복부의 복압을 잡으며(흉식 호흡) 견갑이 후인 하강 하도록 유도해주며 이때 팔의 모양은 W모양이 되어 지도록 진행해준다.",
       "videoID":"61s4LaRYAMk"
   },
   {
       "title":"등/허리 3",
       "explain": "무릎을 직각으로 엎드린 자세에서 팔은 자신의 어깨선상 위에 두며 바닥을 짚은 상태에서 견갑의 전인 동작을 실시하고, 모양은 등을 말아 올린 자세가 되어야한다.",
       "videoID":"oe2COrFoby4"
   },
   {
       "title":"등/허리 4",
       "explain": "무릎을 직각으로 바닥에 굽힌 자세에서 의자나 혹은 엎드렸을 경우, 내 몸과 수평이 될 수 있는 위치의 물체위에 양 팔꿈치를 올린 뒤 견갑을 후인해주며 고개는 정면을 바라보며 밑으로 내려가며 진행해준다.",
       "videoID":"SDjCipgYyKA"
   },
   {
       "title":"등 허리 5",
       "explain": "다리를 어깨넓이 만큼 벌린 상태에서 한손은 허리 한손은 귀옆으로 붙여주며 좌 또는 우로 몸을 기울이며, 이때 고관절의 방향은 내가 기울이고자하는 방향의 반대방향으로 힘의 작용을 준다. 이때 주의 해야할점은 허리의 과도한 힘의 작용으로 인한 척추협착의 위험이 있다.",
       "videoID":"eEx2ez9t38A"
   },
   {
       "title":"허리 1",
       "explain": "위를 향해 누운 자세로 몸을 둥글게 말아주며, 양손은 무릎을 잡고, 양 무릎은 떨어진 상태에서 몸의 반동 즉 치팅작용을 통해 앞뒤로 움직여 준다. 이때 몸이 완전히 둥글게 말아지지 않은 상태라면 부상의 위험이 있으니 주의한다.",
       "videoID":"itcbWlsYwDs"
   },
   {
       "title":"허리 2",
       "explain": "벽이나 봉 같은 양손으로 잡을수 있는 단단히 고정이 된 곳에서 양 손으로 잡은 뒤 무릎을 밴딩해주고, 고관절을 뒤로 빼주며 허리와 등을 늘려준다. 이때, 허리가 과도한 C컬을 만들거나 통증이 있을시 그만두고 다리를 심장보다 높게 든 상태에서 누운 상태로 안정을 가져준다.",
       "videoID":"F1jzAkI7Y84"
   }
]
